[
  {
    "title": "Resep Nasi Goreng Kambing Kebon Sirih, Kelezatannya Sudah Mendunia",
    "key": "resep-nasi-goreng-kambing-kebon-sirih",
    "thumb": "https://www.masakapahariini.com/wp-content/uploads/2018/08/NASI-GORENG-45-FB-fix-400x240.jpg",
    "servings": "4 Porsi",
    "times": "40mnt",
    "dificulty": "Mudah",
    "author": {
        "user": "Tim MAHI",
        "datePublished": "Agustus 27, 2018"
    },
    "desc": "Di usianya yang lebih dari 2 dekade, Nasi Goreng Kambing Kebon Sirih tetap tegak berdiri sebagai salah satu yang terbaik. Tidak hanya setiap harinya melayani begitu banyak pengunjung, kedai yang satu ini juga selalu dipercaya untuk menjadi tenant terpilih pada Festival Jajanan Bango sejak 2013 yang lalu.Dengan bumbu dan daging kambing pilihan, proses memasaknya yang unik sudah merupakan resep warisan keluarga. Kalau sudah pernah berkunjung ke sana, tentu tidak asing dengan proses memasak di atas wajan yang berisi nasi begitu banyak dan dibumbui hingga habis satu botol Bango Kecap Manis! Tidak hanya itu, berbagai bumbu lainnya serta minyak samin turut melezatkan masakan legendaris ini. Bahan rempah terbaik yang ikut andil antara lain seperti kapulaga, kunyit, sereh, dan juga lada.Tidak bisa langsung bertandang ke sana, kamu bisa mencobanya sendiri dengan resep ini. Varian nasi goreng lainnya yang tidak kalah lezatnya adalah nasi goreng kencur dan nasi goreng babat gongso.",
    "needItem": [
        {
            "item_name": "Bango Kecap Manis",
            "thumb_item": "https://www.masakapahariini.com/wp-content/uploads/2018/04/bango-kecap-manis-100x100.png"
        }
    ],
    "ingredient": [
        "300 g daging kambing, potong dadu",
        "450 g nasi",
        "100 g minyak samin",
        "100 ml kaldu kambing",
        "2 cm kayu manis",
        "1 lembar daun salam",
        "7 butir bawang merah",
        "4 siung bawang putih",
        "4 buah cabai merah",
        "2 buah cabai rawit merah",
        "¼ sdt kunyit bubuk",
        "¼ sdt jintan bubuk",
        "2 buah cengkeh, haluskan",
        "2 buah kapulaga, haluskan",
        "2 sdm Bango Kecap Manis",
        " garam"
    ],
    "step": [
        "1 Panaskan minyak samin dan tumis kayu manis, daun salam, dan bumbu halus hingga harum. Masukkan daging kambing dan aduk-aduk hingga bumbu merata.",
        "2 Tambahkan kaldu kambing. Didihkan hingga daging kambing matang dan kaldu agak mengental.",
        "3 Tambahkan nasi dan Bango Kecap Manis serta garam ke dalam wajan. Aduk-aduk hingga tercampur merata.",
        "4 Sajikan dengan acar dan kerupuk."
    ]
},
{
  "title": "Resep Tim Ikan Kerapu Bumbu Semur, Menu Pesta Seafood untuk Keluarga Besar",
  "key": "resep-tim-ikan-kerapu-bumbu-semur",
  "thumb": "https://www.masakapahariini.com/wp-content/uploads/2019/08/tim-kerapu-780x440.jpg",
  "servings": "4 Porsi",
  "times": "50mnt",
  "dificulty": "Mudah",
  "author": {
      "user": "Chef Panji",
      "datePublished": "Juli 31, 2019"
  },
  "desc": "Tim ikan kerapu adalah salah satu menu hidangan ikan yang cukup favorit di restoran atau rumah makan seafood. Daripada menguras isi kantong cukup banyak untuk menikmati seekor tim ikan kerapu di restoran, aku ingin berbagi resep tim ikan kerapu yang dibumbui dengan bumbu semur. Unik!Resep ini bisa kalian jadikan sebagai menu primadona saat bersantap seafood bersama keluarga besar. Bukan hanya sedap, tetapi juga cocok untuk semua anggota keluarga.Memiliki tekstur yang lembut dan moist, ikan kerapu menjadi alasan mengapa sangat cocok untuk dimasak dengan cara ditim atau dikukus. Istilah tim dalam teknik memasak berarti dimasak dengan cara dikukus atau dimasak dalam panci berisi air dengan bahan masakan diletakkan di wadah tahan panas terpisah di dalamnya.Bedanya dengan cara langsung dikukus adalah dimasak dengan uap panas secara tidak langsung. Sehingga bahan makanan tersebut atau sarinya tidak jatuh ke dalam lubang saringan kukusan. Agar tekstur ikan tetap manis, gurih, dan moist di lidah, perhatikan durasi memasaknya. Hindari memasaknya terlalu lama agar tekstur daging ikan cita rasa natural ikan tetap hadir saat mampir di lidah.Di restoran seafood, ikan kerapu biasanya dikukus dengan bumbu bawang putih, jahe, kecap ikan atau kecap asin, dan daun ketumbar. Kali ini aku ingin menyajikannya dengan gaya berbeda, yaitu diselimuti bumbu semur dengan mengandalkan bumbu dasar, rempah (jintan, merica, pala), dan kelezatan Bango Kecap Manis.Siapkan tim ikan kerapu bumbu semur ini sebagai menu andalan untuk akhir pekan bersama keluarga. Siap-siap bakal kelimpahan pujian!",
  "needItem": [
      {
          "item_name": "Bango Kecap Manis",
          "thumb_item": "https://www.masakapahariini.com/wp-content/uploads/2018/04/bango-kecap-manis-100x100.png"
      }
  ],
  "ingredient": [
      "2 ekor ikan kerapu, kerat-kerat",
      "1 sdt jeruk nipis",
      "1 sdt garam",
      "8 butir bawang merah, iris tipis",
      "2 siung bawang putih, cincang",
      "1 buah tomat, iris",
      "2 batang serai, cincang",
      "2 lembar daun salam, sobek-sobek",
      "½ sdt garam",
      "½ sdt merica putih bubuk",
      "½ sdt pala bubuk",
      "⅛ sdt jintan bubuk",
      "6 sdm Bango Kecap Manis"
  ],
  "step": [
      "1 Lumuri secara merata ikan kerapu dengan air jeruk nipis dan garam. Diamkan hingga meresap selama 15 menit.",
      "2 Aduk rata semua bahan bumbu semur. Bagi menjadi dua bagian. Ambil satu bagian, lumuri secara merata ke ikan kerapu.",
      "3 Letakkan ke dalam pinggan tahan panas. taburi sisa bumbu semur bersama dengan Bango Kecap Manis ke atas permukaan ikan. Kukus hingga matang. Angkat. Sajikan."
  ]
},
{
  "title": "Resep Opor Ayam Kecombrang, Hidangan Aromatik yang Akan Mencuri Perhatian Semua",
  "key": "resep-opor-ayam-kecombrang",
  "thumb": "https://www.masakapahariini.com/wp-content/uploads/2019/06/opor-ayam-kecombrang-780x440.jpg",
  "servings": "4 Porsi",
  "times": "1jam",
  "dificulty": "Mudah",
  "author": {
      "user": "Wina",
      "datePublished": "November 3, 2019"
  },
  "desc": "Resep opor ayam kecombrang aromatik patut dicoba untuk menu spesial keluarga di akhir pekan. Bukan hanya opor biasa, menu ini menawarkan rasa yang otentik. Sajikan dengan nasi hangat dan buncis tumis ampela, maka kamu akan ketagihan hingga suapan terakhir.Setujukah jika opor ayam adalah menu istimewa? Selain rasanya yang khas, opor selalu menjadi  andalan setiap Idul Fitri. Sekarang, kita akan membuatnya lebih istimewa. Irisan kecombrang akan dimasukkan sehingga menambah aroma harum. Kamu bisa membeli kecombrang di pasar tradisional atau supermarket.Pilih kecombrang muda yang berwarna merah muda. Kali ini kita akan menggunakan bagian bunganya saja. Cuci bersih kecombrang di air mengalir, lalu iris halus. Bertekstur lunak, masukkan kecombrang di akhir proses memasak sebelum santan. Tumbuhan yang biasa disebut honje ini akan cepat larut dalam masakan. Selama proses memasak, pastikan kamu menggunakan api kecil, ya. Tujuannya untuk menjaga santan agar tidak pecah dan ayam matang merata.Sudah siap memasaknya? Hidangan istimewa lainnya yang bisa kamu coba juga di rumah adalah spaghetti opor bola-bola ayam dan nasi goreng bumbu opor ayam.",
  "needItem": [
      {
          "item_name": "Bango Kecap Manis",
          "thumb_item": "https://www.masakapahariini.com/wp-content/uploads/2018/04/bango-kecap-manis-100x100.png"
      }
  ],
  "ingredient": [
      "1 ekor (800 g) ayam, potong 8 bagian",
      "4 lembar daun jeruk, buang tulang, iris memanjang",
      "2 lembar daun salam",
      "2 batang serai, memarkan",
      "3 lembar kecombrang, iris halus",
      "4 sdm Bango Kecap Manis",
      "1 sdt garam",
      "1 sdt gula",
      "½ sdt merica putih bubuk",
      "1 L santan",
      "2 sdm minyak, untuk menumis",
      "8 butir bawang merah",
      "4 siung bawang putih",
      "5 butir kemiri, sangrai",
      "2 cm jahe",
      "½ sdt jintan bubuk",
      "1 sdt ketumbar bubuk"
  ],
  "step": [
      "1 Panaskan minyak, tumis bumbu halus, daun jeruk, daun salam, dan serai hingga harum.",
      "2 Masukkan ayam, masak hingga berubah warna.",
      "3 Tambahkan kecombrang, Bango Kecap Manis, garam, gula, dan merica. Aduk rata.",
      "4 Tuangkan santan, aduk rata. Masak hingga ayam matang."
  ]
}
]